;Language file of Revo Uninstaller
;This section must use english
[Info]
Language= Беларуская/Belarusian
WebLang=BLR
Translator=Mikola - mikship@tut.by
Codepage=UNICODE 
Version=1.95

[Uninstaller Toolbar]
102 = Выгляд
103 = Налады
104 = Дэўсталёўшчык
105 = Iнструменты
106 = Рэжым палявання
107 = Спiс
108 = Абразкi
109 = Дэталёва
110 = Выдалiць
111 = Выдалiць элемент
112 = Абнавiць
113 = Вы ўпэўнены што жадаеце выдаліць абраны элемент?
114 = Вы ўпэўнены што жадаеце дэўсталяваць абраную праграму?
115 = Аўтаабнаўленне
116 = Даведка
117 = Даведка па бягучаму инструменту...
118 = Хатняя старонка...
119 = Аб праграме...
120 = У вас няма правоў адміністратара!
121 = Вы ўпэўнены што жадаеце выдаліць абраны кампанент сістэмы?\nСТОП, калі не ўпэўнены ў тым, што вы робіце!
122 = Дэўсталёўшчык паказвае ўсе праграмы і кампаненты ўсталяваныя для ўсіх і бягучага карыстальніка. У некалькіх тыпах Выгляду або праз кантэкстнае меню вы можаце атрымаць шмат дадатковай інфармацыі, спасылкі і ўласцівасці усталяваных праграм. Галоўная асаблівасць праграмы Revo uninstaller гэта  Рэжым палявання. Гэты рэжым дасць вам гнуткую магчымасць выдалення (спыніць, выдаліць або блакаваць у аўтастарце)  усяго адной пстрычкай па праграме.
123 = Пошук
124 = Знойдзена:
125 = Вы ўпэўнены, што жадаеце выдаліць абраны сістэмны кампанент з рэестру?\nМожа быць, ён неабходны вашай аперацыйнай сістэме!
126 = выдалена з аўтастарту!
127 = дададзена ў аўтастарт!
128 = %s усталявана ў тым жа самым каталогу што і %s! \n Будуць знойдзены файлы абодвух праграм! Уважліва праверце тыя, якiя Вы жадаеце выдаліць!
129 = Прымусовая дэўсталёўка

[Uninstaller List]
150 = Праграма
151 = Памер
152 = Версія
153 = Дата ўсталёўкі
154 = Кампанія 
155 = Сайт
156 = Каментар
157 = Радок дэўсталёўшчыка
158 = Ключ рэестру
159 = Інсталятар

[Uninstaller StatusBar]
201 = Усталёвак:
202 = Загрузка...

[Registry Optimizer]
302 = Адзначце што сканiраваць
303 = Стартавае меню

[AutoRun Toolbar]
407 = Запуск
408 = Забараніць
409 = Выдаліць
410 = Пунктаў :
411 = Дазволеных :
412 = З Мэнэджарам аўтазапуску вы можаце не толькі дазволіць або забараніць аўтазапуск праграм пры старце Windows, але таксама можаце атрымаць больш інфармацыі аб пэўнай праграме якая прапісалася ў аўтастарце сістэмы. Вы можаце атрымаць інфармацыю аб выдаўцу праграмы з аўтазапуску, яе апісанне, шляхі запуску – дзе яна захаваная на кампутары, статуце праграмы – запускаецца яна або няма.

[AutoRun List]
450 = Назва запуску
451 = Шлях запуску
452 = Апісанне
453 = Выдавец
454 = Статут
455 = Размяшчэнне
456 = ВЫКОНВАЕЦЦА
457 = НЕ ВЫКОНВАЕЦЦА
458 = НЕ ДАПУШЧАЛЬНЫ
459 = Забiць працэс
460 = Запусціць працэс
461 = Адкрыць папку з праграмай
462 = Размяшчэнне ў рэестре
463 = Капіраваць шлях запуску
464 = Выдаліць абраны
465 = Выдаліць усе недапушчальныя
466 = Выдаліць усе непрацуючыя
467 = Выдаліць усе адключаныя
468 = Уласцівасці...
470 = Вы ўпэўнены ў тым што жадаеце закрыць абраную праграму?\nУсе незахаваныя дадзеныя будуць згублены!
471 = Вы ўпэўнены ў тым што жадаеце выдаліць абраны пункт?
472 = Вы ўпэўнены ў тым што жадаеце выдаліць усе недапушчальныя?
473 = Вы ўпэўнены ў тым што жадаеце выдаліць усе непрацуючыя?
474 = Вы ўпэўнены ў тым што жадаеце выдаліць усе адключаныя?
475 = Каманда не існуе!
476 = НЕВЯДОМЫ
477 = Забараніць аўтазапуск
478 = Дазволіць аўтазапуск

[Outlook Control]
300 = Аптымізацыя
301 = Аптымізатар рэестру
400 = Мэнэджер аўтазапуску
500 = Зачыстка слядоў
501 = Чысцільшчык браўзэраў
600 = Чысцільшчык MS Office
700 = Чысцільшчык Windows
800 = Выдаленне дадзеных
900 = Неаднавімае выдаленне
2100 = Інструментарый Windows
2200 = Чысцільшчык непатрэбных файлаў

[Track Cleaner Browsers]
507 = Ачысціць усё
508 = Ачысціць гісторыю наведванняў інтэрнэт-старонак
509 = Выдаліць гісторыю адраснага радка
510 = Выдаліць часавыя файлы Інтэрнэту
511 = Выдаліць файлы "cookie"
512 = Выдаліць файлы Index.dat
513 = Выканаць
514 = Выдаліць гісторыю загрузак
515 = Выдаліць гісторыю сесій
516 = Выдаліць гісторыю запаўнення формаў
517 = Дэўсталёўшчык
518 = Вы ўпэўнены ў тым што жадаеце ачысціць усе абраныя гісторыі?
521 = Вы ўпэўнены ў тым што жадаеце ачысціць гісторыю Internet Explorer?
522 = Вы ўпэўнены ў тым што жадаеце ачысціць гісторыю Firefox?
523 = Вы ўпэўнены ў тым што жадаеце ачысціць гісторыю Opera?
524 = Вы ўпэўнены ў тым што жадаеце ачысціць гісторыю Netscape?
525 = Ваш браўзэр запісвае дэталёвую інфармацыю аб усіх наведаных вамі старонках у інтэрнэце. Усё гэта даступна для любога пры простым націску кнопкі ў акне браўзэра і ўсе вашыя наведванні становяцца відавочнымі ! З Чысцільшчыкам браўзэраў вы можаце выдаліць часавыя файлы інтэрнэту, а гэта ўсе малюнкі якія вы глядзелі, усё анлайн відэа і вэб-старонкі наведаныя вамі. Выдаленне часавых файлаў інтэрнэту вызваліць нямала месца на вашым дыску.
526 = Зачыніце ваш браўзэр перад ачысткай пакінутых ім слядоў
527 = Файлы Index.dat будуць выдаленыя пры наступным запуску сістэмы
599 = Зачыстка слядоў абраных пунктаў выканана!

[Track Cleaner Office]
601 = Ачысціць
607 = Ачысціць гісторыю адкрыцця дакументаў MS Word
608 = Уключна Word 2000, Word XP, Word 2003, Word 2007, Word 2010 и Word 2013
609 = Ачысціць гісторыю адкрыцця дакументаў MS Excel
610 = Уключна Excel 2000, Excel XP, Excel 2003, Excel 2007, Excel 2010 и Excel 2013
611 = Ачысціць гісторыю адкрыцця дакументаў MS Access
612 = Уключна Access 2000, Access XP, Access 2003, Access 2007, Access 2010  и Access 2013
613 = Ачысціць гісторыю адкрыцця дакументаў MS PowerPoint
614 = Уключна PowerPoint 2000, PowerPoint XP, PowerPoint 2003, PowerPoint 2007, PowerPoint 2010 и PowerPoint 2013
615 = Ачысціць гісторыю адкрыцця дакументаў MS FrontPage
616 = Уключна FrontPage 2000, FrontPage XP и FrontPage 2003
617 = Чысцільшчык MS Office дае магчымасць выдаліць гісторыю ўсіх файлаў, якія выкарыстоўваліся ў MS Word, Excel, Access, PowerPoint і Front Page. Калі вы не жадаеце каб хто-небудзь яшчэ ўбачыў апошнія дакументы і табліцы якія адчыняліся або рэдагаваліся, дакументы або іншыя файлы створаныя пры дапамозе MS Office, проста абярыце тое, што не трэба і націсніце на кнопку “Ачысціць”. Спіс дакументаў, якія нядаўна адкрываліся, зараз будзе пустым.

[Track Cleaner Windows]
701 = Ачысціць
707 = Ачысціць гісторыю адкрыцця дакументаў
708 = Ачысціць гісторыю стартавага меню
709 = Ачысціць гісторыю пошуку файлаў
710 = Ачысціць гісторыю прынтэраў, кампутараў і пошуку людзей
711 = Ачысціць буфер абмену
712 = Ачысціць гісторыю адкрыцця дакументаў "MS Paint"
713 = Ачысціць гісторыю адкрыцця дакументаў "MS Wordpad"
714 = Ачысціць гісторыю адкрыцця ключоў у Regedit
715 = Ачысціць гісторыю дыялогу Адкрыць Захаваць
716 = Ачысціць гісторыю апошняй адчыненай папкі
717 = Ачысціць Сметніцу
718 = Выдаліць часавыя файлы Windows
719 = Выдаліць пратаколы націскаў меню Пуск
720 = Microsoft Windows захоўвае сляды шматлікіх вашых дзеянняў на кампутары, такіх як гісторыю пошуку файлаў, калі вы шукаеце файлы і папкі; гісторыю дакументаў, якія нядаўна адкрываліся ; гісторыю адкрыцця/захавання выкарыстоўваную ў стандартных дыялогах адкрыць/захаваць розных праграм усталяваных на вашым кампутары і шматлікае іншае. Чысцільшчык Windows дапаможа вам выдаліць усю гэту гісторыю і часавыя файлы. Вы таксама можаце ачысціць Сметніцу і выдаліць часавыя файлы, што вызваліць нямала месца на дыску. 
721 = Гісторыя запускаў будзе выдалена пасля новага запуску працэсу explorer.exe
722 = Сляды ў рэестры Windows
723 = Сляды на лакальным дыску
724 = Выдаліць дамп файлы
725 = Выдаліць фрагменты адноўленых Chkdsk (Check Disk) файлаў

[Evidence Remove]
802 = Выканаць
803 = Знiшчэнне
804 = Калі ласка пачакайце - ідзе знішчэнне
805 = Завершана
806 = Адзначце дыск(і) з якіх вы жадаеце выдаліць дадзеныя і сляды сваёй працы. Гэты інструмент ўжываецца толькі да ўжо выдаленых дадзеных. УВАГА: Пасля канчатка працэсу будзе немагчыма аднавіць выдаленыя файлы!
807 = Калі вы чысціце Сметніцу, вашыя файлы і папкі толькі адзначаюцца як выдаленыя, але яны не сцёрты фізічна. Гэты інструмент выдаліць назаўжды файлы і папкі, якія ўжо былі выдаленыя але застаюцца фізічна на вашым дыску. Не мае значэння, які інструмент вы або хтосьці іншы будзе выкарыстоўваць для ўзнаўлення дадзеных, вынік заўсёды будзе адзін і той жа – дадзеныя, сцёртыя пры дапамозе "Выдаленне дадзеных", немагчыма аднавіць!
808 = Вы ўпэўнены ў тым што жадаеце сцерці пакінутыя сляды і дадзеныя на абраных дисках?

[Unrecoverable  Delete ]
912 = Спіс файлаў і папак якія будуць выдалены і не могуць быць адноўлены
913 = Файлы
914 = Папкі
915 = Устаўце файлы якія вы жадаеце выдаліць і прыбраць з сістэмы. Гэтыя файлы немагчыма будзе аднавіць ні праграмна, ні фізічна!
916 = Устаўце папкі якія вы жадаеце выдаліць і прыбраць з сістэмы. Гэтыя папкі немагчыма будзе аднавіць ні праграмна, ні фізічна!
917 = Дадаць файлы для выдалення
918 = Дадаць папкі для выдалення
919 = ВЫДАЛІЦЬ НАЗАЎСЁДЫ
920 = Ачысціць спіс
921 = Калі жадаеце бяспечна выдаліць файл або папку і быць упэўненым што ніхто ніякім інструментам не будзе мець магчымасці аднавіць гэты файл або папку, выкарыстайце Неаднавімае выдаленне. Выдаленне файлаў і ачыстка Сметніцы не азначае што гэтыя файлы зніклі назаўжды. Яны ўсё яшчэ на вашым цвёрдым дыску і любы можа аднавіць выдаленыя дадзеныя досыць лёгка. Дадзены інструмент робіць гэта немагчымым у сілу таго што фізічна зацірае ўсе файлы і тэчкі.
922 = Вы ўпэўнены ў тым што жадаеце выдаліць назаўсёды абраныя файлы і папкі?

[Options Tree]
1001 = Опцыі
1100 = Галоўнае
1200 = Дэўсталёўшчык

[General]
1101 = Бягучая мова:
1102 = Уключыць пашыраны рэжым
1103 = Праверыць абнаўленне пры старце

[Uninstaller Options]
1201 = Паказаць апдэйты сістэмы
1202 = Паказаць кампаненты сістэмы
1203 = Дазволіць рэжым хуткай загрузкі
1204 = Запуск толькі ўбудаванага дэўсталёўшчыка
1205 = (Не падтрымліваецца ў Vista)
1206 = Стварыць кропку ўзнаўлення сістэмы перад дэўсталёўкай
1207 = Выдаляць пакiнутыя файлы i папкi ў Сметнiцу

[Auto Update]
1907 = Аднаўленне
1908 = Інфармацыя аб версіі
1909 = Бягучая версія:
1910 = Апошняя версія:
1911 = ЗАГРУЗІЦЬ
1912 = Атрымаць новую версію
1913 = Што новага
1914 = Праверка...
1915 = Памылка злучэння...
1916 = СТОП
1917 = Загружана %s з %s
1918 = Загружана %s (памер невядомы)
1919 = Revo Uninstaller не можа злучыцца з www.revouninstaller.com. Калі ласка, праверце актыўнасць вашага інтэрнэт злучэння і ці не блакуе ваш брандмаўэр Revo Uninstaller 
1920 = Памылка: Праверка новай версіі пацярпела няўдачу. Няма інтэрнэт-падлучэння.

[WinTools]
2110 = Запуск
2111 = Ёсць шмат зручных і карысных інструментаў і кампанентаў у кожнай аперацыйнай сістэме Windows. Некаторыя працуюць з каманднага радка, да іншых цяжка дабрацца. Інструментар Windows уяўляе хуткі доступ адной пстрычкай да больш за дзесяць інструментаў Windows, якія вы выкарыстоўваеце ў сваёй паўсядзённай працы.
2112 = Вы можаце выкарыстаць гэта для ўзнаўлення кампутара да папярэдняга стану, пры ўзнікненні праблем, без страты персанальных дадзеных і налад. System Restore праводзіць маніторынг змен сістэмы і некаторых файлаў праграм, і аўтаматычна стварае кропкі звароту. Гэтыя кропкі звароту даюць магчымасць вярнуць сістэму да папярэдняга стану. Яны ствараюцца штодня і падчас значных для сістэмы падзей. Вы можаце самі стварыць і назваць свае кропкі звароту ў любы час.
2113 = Вы можаце выкарыстаць гэта для збору і паказу інфармацыі аб абсталяванні кампутара і яго аперацыйнай сістэме, вашай інтэрнэт канфігурацыі і наладах мадэма і сеткавага адаптара. З інструментам Дыягностыка сеткі вы можаце прасканіраваць сістэму і пратэставаць сеткавае ўзаемадзеянне і праверыць даступнасць некаторых сеткавых службаў і праграм.
2114 = Вы можаце выкарыстаць гэта для прагляду ўсіх бягучых значэнняў канфігурацыі TCP/IP сеткі і абнаўленні налад Dynamic Host Configuration Protocol (DHCP) і Domain Name System (DNS), Паказвае поўную TCP/IP канфігурацыю для ўсіх адаптараў, уключаючы ў сябе адрасы IP, MAC адрасы, маску падсеткі, шлюз па ўмаўчанні, Windows Internet Naming Service (WINS) і канфігурацыю DNS.
2115 = Вы можаце выкарыстаць гэта, каб праверыць стан трох асноў бяспекі вашага кампутара - Брандмуэра, Антывіруснай праграмы і Аўтаматычнага абнаўлення. Калі выявіцца праблема з любой з трох асноў (напрыклад, калі антывірусная праграма састарэла), Цэнтр бяспекі апавесціць вас аб гэтым і падасць рэкамендацыі як лепш абараніць ваш кампутар.
2116 = Вы можаце выкарыстаць гэта для наступнага: Прагляд базавай інфармацыі такой як тып вашага працэсара і аператыўнай памяці; Прагляд і змена нала, якія кантралююць выкарыстанне памяці кампутарам і знаходжанне адпаведнай інфармацыі; Знаходзіць інфармацыю аб усталяваным абсталяванні і яго ўласцівасцях, так і ўсталёўваць профілі абсталявання; Прагляд інфармацыі аб сеткавым злучэнні і профілі ўваходу ў сістэму. Адпраўляць справаздачы аб памылках сістэмы і праграм у Microsoft або вашаму сістэмнаму адміністратару пры іх узнікненні.
2117 = Звесткі аб сістэме - гэта кампанент аперацыйнай сістэмы Windows які збірае і паказвае інфармацыю аб канфігурацыі сістэмы для лакальнага і выдаленага кампутараў. Ён уключае ў сябе інфармацыю аб апаратнай канфігурацыі, кампанентах кампутара, і праграмнаму асяроддзю, уключаючы падпісаныя і непадпісаныя драйверы. Звесткі аб сістэме - гэта інструмент, які спрыяе хуткаму атрыманню інфармацыі аб кампутары і яго аперацыйнай сістэме.
2118 = TCP/IP Netstat Command - кампанент аперацыйнай сістэмы Windows, які паказвае ўсё актыўныя TCP злучэнні і TCP і UDP парты якія праслухоўвае кампутар і паказвае адпаведную праграму, звязаную з стварэннем кожнага злучэння або праслухоўваннем порта. У гэтым выпадку імя праграмы пішацца ў [ ] пад радком, уверсе кампанент, які яе выклікаў, і гэтак далей да дасягнення TCP/IP.
2119 = Гэты інструмент паказвае віртуальную клавіятуру на экране і дазволіць карыстальнікам з абмежаванымі магчымасцямі ўводзіць дадзеныя выкарыстоўваючы ўказальную прылады або джойсцік. Экранная клавіятура прызначана толькі для забеспячэння базавых запатрабаванняў людзей з абмежаванай рухомасцю. Вы таксама можаце выкарыстаць Экранную клавіятуру калі думаеце што ёсць клавіятурны шпіён усталяваны на вашым РС і ўсё націскі клавіш запісваюцца. Экранная клавіятура адхіляе саму магчымасць запісу працэсу націску клавіш.
2120 = Гэты інструмент аналізуе лакальныя дыскі і кансалідуе фрагментаваныя файлы і папкі такім чынам, каб кожны займаў адзіную непарыўную прастору на дыску. Як вынік, ваша сістэма зможа атрымліваць доступ да файлаў і папак і захоўваць новыя больш рацыянальна. Кансалідуючы вашыя файлы і папкі, Дэфрагментатар таксама аб'ядноўвае вольную дыскавую прастору, памяншаючы верагоднасць фрагментацыі новых файлаў.
2121 = Вы можаце выкарыстаць гэта для: Пуску, прыпынку, паўзы, атрыманні ўласцівасцяў, або адключэння службы на выдаленым або лакальным кампутарах. Кіраваць службамі на лакальным і выдаленым кампутарах; Выклікаць аднаўленчыя дзеянні пры выхадзе службы з ладу, напрыклад, аўтаматычны перазапуск службы; Уключыць або адключыць службы для пэўнага профілю; Паглядзець статут і ўласцівасці кожнай службы.
2122 = Вы можаце выкарыстаць гэта для кіравання агульнымі рэсурсамі пасродкам сеткі, кантраляваць доступ карыстальнікаў, актыўнасць сеансаў, уласцівасці агульных рэсурсаў і прагледзець справаздачу аб злучэннях і выкарыстанні рэсурсаў для лакальнага і выдаленых кампутараў. У Агульных папках вы можаце: Ствараць, праглядаць, і ўсталёўваць дазволы для агульных рэсурсаў; Убачыць спіс усіх карыстальнікаў далучаных праз сетку да кампутара, і адлучыць аднаго або ўсіх. Прагледзець спіс файлаў якія былі адчынены выдаленымі карыстальнікамі.
2123 = Гэты інструмент ўключае ў сябе налады палітыкі для Канфігурацыі карыстальніка, якая ўплывае на карыстальнікаў і для Канфігурацыі кампутара, якая ўплывае на кампутары. Налады Групавой палітыкі ўплываюць на розныя кампаненты  карыстальніцкага асяроддзя тыпу "Працоўны стол" якой неабходна кіраваць сістэмнаму адміністратару, напрыклад, праграмамі якія даступныы карыстальнікам, адлюстраваннем значкоў праграм на Працоўным стале карыстальніка, і опцыямі меню Пуск.
2124 = Дадаць/Выдаліць кампаненты Windows  - дапаможа вам з кіраваннем усталяваных на вашым кампутары кампанентаў Windows. Пасля ўсталёўкі аперацыйнай сістэмы Windows на кампутар, вы можаце выкарыстаць яе для дадання кампанентаў Windows якія не былі ўключаны ў першапачатковай усталёўцы, або выдаліць існыя кампаненты Windows, якія вам непатрэбны.
2125 = Microsoft Windows Malicious Software Removal Tool правярае кампутары якія працуюць з аперацыйнай сістэмай Windows на заражэнне шырока распаўсюджанымі зламыснымі праграмамі і дапамагае выдаліць выяўленую заразу. Гэтыя праграмы ўключаюць у сябе вірусы, чарвякоў, і траянцаў. Па сканчэнні працэсу выяўлення і выдалення, утыліта пакажа справаздачу якая апісвае вынік працы, уключаючы ў сябе ўсе знойдзеныя і выдаленыя нежаданыя праграмы.

[Junk Files Cleaner Options]
2202 = Сканіраваць дыскі:
2203 = Шаблон
2204 = Апісанне
2205 = Дадаць
2206 = Выдаліць
2207 = Па ўмаўчанні
2208 = Чысцільшчык непатрэбных файлаў::Галоўнае
2209 = Чысцільшчык непатрэбных файлаў::Выключыць
2220 = Шаблон для пошуку:
2221 = Вы можаце выкарыстаць знакі (?,*) як маскі
2222 = Дадаць шаблон
2223 = Дадаць шаблон выключэння
2224 = Можна выкарыстаць знакі (?,*) як маскі
2225 = Шаблон выключэння:
2226 = Выдалiць файлы ў Сметнiцу
2227 = Ігнараваць файлы, якія ужываліся апошнія 24 гадзіны

[Junk Files Cleaner Tool]
2306 = Пошук
2307 = Выдаліць
2308 = Сканіраванне
2309 = Пачакайце, ідзе сканіраванне
2310 = Адмена
2311 = Імя
2312 = Памер
2319 = Файлаў:
2320 = Агульны памер:
2323 = Файлы выкарыстоўваюцца Windows або іншай праграмай\n і не могуць быць выдалены
2324 = Трэба абраць як мінімум адзін дыск і пашырэнне для пачатку сканіравання
2325 = Чысцільшчык непатрэбных файлаў дае вам магчымасць знайсці і выдаліць розныя тыпы смеццевых і непатрэбных файлаў з сістэмы. Звычайна, такія файлы выдаляюцца праграмай, якая іх стварыла, пасля таго як яна перастае імі карыстацца. Тым не менш, яны могуць перыядычна заставацца на цвёрдым дыску, калі адбываецца раптоўнае закрыццё праграм, крах сістэмы і г.д. Калі гэта адбываецца, то становіцца прычынай памяншэння вольнай дыскавай прасторы або запавольвае кампутар.
2326 = Файл
2327 = Выдаленне файлаў

[ContextMenu Junk Files Cleaner]
2313 = Адкрыць
2314 = Пошук у Google
2315 = Адкрыць папку, якая ўтрымлівае файл
2316 = Уласцівасці...
2317 = Адзначыць усе пункты
2318 = Прыбраць адзнакі са ўсіх
2321 = Адзначыць абраныя пункты
2322 = Прыбраць адзнакі з абраных пунктаў

[TopMost Window]
4002 = Опцыі
4003 = Адкрыць асноўнае акно
4004 = Рэжым Drag and Drop
4005 = Рэжым палявання
4006 = Памер
4007 = Малы
4008 = Сярэдні
4009 = Вялікі
4010 = Памер акна
4011 = ВЫХАД
4012 = Дэўсталяваць
4013 = Спыніць аўтазапуск
4014 = Завяршыць працэс
4015 = Завяршыць і выдаліць працэс
4016 = Адкрыць папку, якая ўтрымлівае файл
4017 = Інфа
4018 = Уласцівасці
4019 = АДМЕНА
4020 = Падтрымліваецца толькі адзін файл!
4021 = Вы перацягнулі папку, калі ласка, падчэпіце і перацягніце файл!
4022 = Дэўсталяваць або выдаліць:
4023 = Немагчыма! Паспрабуйце паказаць іншае акно, абразок і пункт панэлі задач
4024 = Не запускаецца каманда деінсталяцыі!\n Калі ласка, выдаліце праграму праз Дэўсталёўшчык.
4025 = Не знойдзены інсталяцыйны пакет!\nСовет: Атрымайце больш інфармацыі для праграмы і\n паспрабуйце выдаліць яе з галоўнага акна!
4026 = Праграма, якую вы шукаеце, адключана ў аўтазагрузцы!\nСовет: Калі жадаеце запусціць яе зноў, выкарыстайце інструмент аўтазапуску самой праграмы!
4027 = Праграма, якую вы шукаеце, не знайдзена ў асноўных месцах аўтазагрузкі!\nСавет: Для пошуку месцаў якія рэдка выкарыстоўваюцца для аўтазапуску праграм, глядзіце на сайце www.google.com!
4028 = Вы ўпэўненыя ў тым, што жадаеце закрыць абраную праграму?\nУсе незахаваныя дадзеныя будуць згублены!
4029 = Дэўсталёўшчык
4030 = Вы ўпэўненыя ў тым, што жадаеце закрыць і выдаліць абраную праграму?\nУсе незахаваныя дадзеныя будуць згублены!
4031 = Вы ўпэўненыя ў тым, што жадаеце закрыць Праваднік Windows?\n Меню Пуск і панэль задач знікнуць!
4032 = Аўтастарт с Windows
4033 = Празрыстасць

[Scan After Uninstall]
4210 = Размяшчэнне
4211 = Ключ
4212 = Значэнне
4213 = Дадзеныя
4214 = Файл
4215 = Абярыце пункты для правядзення дадзенай аперацыі!
4216 = Сканіраванне пасля дэўсталёўшчыка
4217 = Выбраць усё
4218 = Адмяніць выбар
4219 = Выдаліць
4220 = Файлы якія засталіся
4221 = Пункты рэестру якія засталіся
4222 = Сканіраванне перад выдаленнем...калі ласка, пачакайце
4223 = Выкананне дэўсталёўкі...
4224 = Калі ласка, пачніце сканіраванне на наяўнасць пакінутых файлаў, папак і ключоў рэестру па завяршэнні асноўнага працэсу дэўсталёўкі
4225 = Сканіраванне пасля выдалення...калі ласка, пачакайце
4226 = Калі ласка, дасканала праверце пералічаныя пункты!
4227 = Закрыць
4228 = Файлы, якія засталіся ў спісе, будуць выдалены пры наступнай перазагрузцы кампутара
4229 = Няўдалы запуск дэўсталёўшчыка праграмы!\nМагчыма няверная команда дэўсталёўкі!
4230 = Назад
4231 = Далей
4232 = Выбар рэжыма дэўсталёўкі
4233 = Рэжымы
4234 = Убудаваны - запуск толькі дэўсталёўшчыка праграмы без дадатковага сканіравання
4235 = Бяспечны - уключае ў сябе "Убудаваны рэжым" і дадатковы пошук у рэестры і на дыску толькі забытых запісаў, якія можна бяспечна выдаліць. Хуткі рэжым.
4236 = Сярэдні - уключае ў сябе "Бяспечны рэжым" і дадатковы пошук усіх астаткаў праграмы ў агульнапрынятых месцах у рэестры і на дыску
4237 = Пашыраны - уключае у сябе "Сярэдні рэжым" і вырабляе глыбокі і паўсюдны пошук у рэестры і на дыску для знаходжання ўсяго звязанага з забытымі праграмай запісамі. Павольны рэжым.
4238 = Аналіз дадзеных праграмы перад дэўсталёўкай
4239 = Старт убудаванага дэўсталёўшчыка праграмы.
4240 = Націсніце "Далей" для пошуку файлаў, тэчак і запісаў у рэестры пакінутых па заканчэнні працы дэўсталёўшчыка праграмы.
4241 = Ідзе першапачатковы аналіз і дэўсталёўка.
4242 = Сканіраванне пасля дэўсталёўкі.
4243 = Сканіраванне пасля ўбудаванага дэўсталёўшчыка праграмы. Прагляд рэестру і вашага дыску на наяўнасць забытых файлаў, папак і запісаў рэестру якія адносяцца да выдаленай праграмы. Пачакайце….
4244 = Знойдзеныя запісы рэестру
4245 = Знойдзена запісаў у рэестры:
4246 = Важна: Калі ласка, асцярожна адзначайце паказаныя запісы! Толькі адзначаныя тоўстыя запісы і іх падпункты будуць выдалены!
4247 = Знойдзеныя забытыя файлы і папкі
4248 = Усяго запісаў:
4249 = Мой кампутар
4250 = Revo Uninstaller не змог запусціць убудаваны дэўсталёўшчык праграмы. Магчыма няправільная каманда на дэўсталёўку праграмы або яна сапсаваная. Вы можаце націснуць “Назад” і паспрабаваць іншы рэжым дэўсталёўкі.
4251 = Убудаваны дэўсталёўшчык скончыў працу. Revo Uninstaller не праводзіў пошук "забытага". Вы можаце націснуць “Назад” і паспрабаваць іншы рэжым дэўсталёўкі для пошуку пакінутых файлаў, папак і запісаў рэестру.
4252 = Revo Uninstaller паспяхова скончыў працэдуру дэўсталёўкі, але пакінутыя запісы не былі знойдзены. Вы можаце націснуць “Назад” і паспрабаваць іншы пашыраны рэжым дэўсталёўкі для глыбейшага сканіравання.
4253 = Revo Uninstaller паспяхова скончыў працэдуру дэўсталёўкі. Калі вы жадаеце знайсці больш пакінутых запісаў, націсніце “Назад” і паспрабуйце іншы пашыраны рэжым дэўсталёўкі для глыбейшага сканіравання.
4254 = Канец
4255 = Вы ўпэўнены ў тым, што жадаеце адправіць абраныя файлы ў Сметнiцу?
4256 = Вы ўпэўнены ў тым, што жадаеце выдаліць абраныя запісы рэестру?
4257 = Revo Uninstaller паспяхова завяршыў працэдуру дэўсталёўкi!
4258 = Вы ўпэўнены, што жадаеце прапусціць выдаленне знойдзеных непатрэбных дадзеных Рэестру і перайсці да наступнага кроку?
4259 = Вы ўпэўнены, што жадаеце прапусціць выдаленне знойдзеных забытых файлаў і папак і перайсці да наступнага кроку?
4260 = Пошук забытых пунктаў завершаны. Націсніце “Далей” для прагляду вынікаў пошуку!
4261 = Стварэнне сістэмнай кропкі ўзнаўлення...
4262 = Стварэнне сістэмнай кропкі ўзнаўлення пацярпеля няўдачу
4263 = Стварэнне сістэмнай кропкі ўзнаўлення заблакавана
4264 = Стварэнне сістэмнай кропкі ўзнаўлення - зроблена!

[About]
4300 = Перакладчыкі

[ContextMenu Uninstaller]
5000 = Каманды
5001 = Інфа
5002 = Глядзець у Google
5004 = Папка усталёўкі
5005 = Адкрыць спасылку аб праграме...
5006 = Адкрыць спасылку падтрымкі...
5007 = Адкрыць спасылку абнаўлення...
5008 = Адкрыць ключ рэестру...

[Common]
10000 = Так
10001 = Адмена
10002 = Даведка
10003 = Агляд
10004 = Даведка па бягучаму інструменту
10005 = Хатняя старонка
10006 = Аб праграме
10007 = Папярэджанне
10008 = ПАМЫЛКА

[Tooltips]
2000 = Пераключенне ў рэжым дэўсталёўкі
2001 = Паказаць панэль інструментаў
2002 = Усталяваць опцыі  па вашаму жаданню
2003 = Пераключэнне ў рэжым палявання
2004 = Змена выгляду спісу ўсталяваных праграм
2005 = Дэўсталяваць абраную праграму
2006 = Выдаліць абраны элемент з рэестру
2007 = Абнавіць спіс праграм
2008 = Абнавіць бягучую версію да новай
2009 = Знайсці дадатковую інфармацыю і адказы на ўсе вашы пытанні аб праграме
404 = Запуск абранай праграмы
405 = Спыніць і закрыць абраную праграму
406 = Выдаліць абраную праграму з аўтастарту
506 = Ачысціць абранае
605 = Ачысціць абранае
705 = Ачысціць абранае
2106 = Запусціць абраны інструмент
2304 = Пошук непатрэбных файлаў у адпаведнасці з абранымі ўсталёўкамі
2305 = Выдаліць адзначаныя файлы ў Сметніцу
